Repository: chessbr/shuup-product-reviews
Catalog: shuup_vendor_reviews/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca

source: Vendor Review Options
es: Opciones de revisión del proveedor
fr_ca: Options d&#39;examen des fournisseurs

source: Name
es: Nombre
fr_ca: Nom

source: Vendor Reviews
es: Reseñas de proveedores
fr_ca: Avis des fournisseurs

source: Vendor Reviews Settings
es: Configuración de revisiones de proveedores
fr_ca: Paramètres des avis des fournisseurs

source: Show vendor reviews on dashboard
es: Mostrar reseñas de proveedores en el panel
fr_ca: Afficher les avis des fournisseurs sur le tableau de bord

source: Show vendor reviews on dashboard menu
es: Mostrar reseñas de proveedores en el menú del panel
fr_ca: Afficher les avis des fournisseurs sur le menu du tableau de bord

source: Vendor Reviews Option Settings
es: Configuración de opciones de revisiones de proveedores
fr_ca: Paramètres des options de révision des fournisseurs

source: Show vendor reviews with options on dashboard
es: Mostrar reseñas de proveedores con opciones en el panel
fr_ca: Afficher les avis des fournisseurs avec des options sur le tableau de bord

source: Show vendor reviews with option on dashboard menu
es: Mostrar reseñas de proveedores con la opción en el menú del panel
fr_ca: Afficher les avis des fournisseurs avec option dans le menu du tableau de bord

source: Approve reviews
es: Aprobar revisiones
fr_ca: Approuver les avis

source: Reject reviews
es: Rechazar reseñas
fr_ca: Rejeter les avis

source: Vendor
es: Vendedor
fr_ca: Vendeur

source: Filter by vendor...
es: Filtrar por proveedor ...
fr_ca: Filtrer par fournisseur ...

source: Vendor Review Option
es: Opción de revisión del proveedor
fr_ca: Option d&#39;examen des fournisseurs

source: Filter by option...
es: Filtrar por opción ...
fr_ca: Filtrer par option ...

source: %s has been deleted.
es: %s se ha eliminado.
fr_ca: %s a été supprimé.

source: A review for this vendor already exists.
es: Ya existe una revisión para este proveedor.
fr_ca: Un examen pour ce fournisseur existe déjà.

source: Show all
es: Mostrar todo
fr_ca: Afficher tout

source: shop
es: tienda
fr_ca: boutique

source: enabled
es: habilitado
fr_ca: activée

source: supplier
es: proveedor
fr_ca: fournisseur

source: reviewer
es: crítico
fr_ca: critique

source: rating
es: clasificación
fr_ca: évaluation

source: comment
es: comentario
fr_ca: commentaire

source: Would recommend to a friend?
es: ¿Se lo recomendaría a un amigo?
fr_ca: Je le recommanderais à un ami?

source: Indicates whether you would recommend this product to a friend.
es: Indica si recomendaría este producto a un amigo.
fr_ca: Indique si vous recommanderiez ce produit à un ami.

source: {option}Review for {supplier} by {reviewer_name}
es: {option} Revisión de {supplier} por {reviewer_name}
fr_ca: {option} Évaluation de {supplier} par {reviewer_name}

source: review count
es: recuento de reseñas
fr_ca: nombre d&#39;avis

source: users would recommend
es: los usuarios recomendarían
fr_ca: les utilisateurs recommanderaient

source: Vendor Review Created
es: Revisión del proveedor creada
fr_ca: Examen du fournisseur créé

source: Vendor Review
es: Revisión del proveedor
fr_ca: Revue du fournisseur

source: Customer Email
es: Correo electrónico del cliente
fr_ca: Email client

source: Customer Phone
es: Teléfono del cliente
fr_ca: Téléphone client

source: Shop Email
es: Correo electrónico de la tienda
fr_ca: Email de la boutique

source: Shop Phone
es: Comprar teléfono
fr_ca: Téléphone de la boutique

source: Vendor Review Rating
es: Calificación de revisión del proveedor
fr_ca: Évaluation des avis des fournisseurs

source: Customer ratings title
es: Título de las calificaciones de los clientes
fr_ca: Titre des évaluations des clients

source: Customer Ratings:
es: Valoraciones de los clientes:
fr_ca: Évaluations des clients:

source: Show number of customers that recommend the vendor
es: Muestra el número de clientes que recomiendan al proveedor.
fr_ca: Afficher le nombre de clients qui recommandent le fournisseur

source: Whether to show number of customers that recommend the vendor.
es: Ya sea para mostrar el número de clientes que recomiendan al proveedor.
fr_ca: Indique s&#39;il faut afficher le nombre de clients qui recommandent le fournisseur.

source: Vendor Review Comments
es: Comentarios de revisión del proveedor
fr_ca: Commentaires de l&#39;examen du fournisseur

source: Title
es: Título
fr_ca: Titre

source: Reviews
es: Reseñas
fr_ca: Commentaires

source: No reviews text
es: No hay comentarios de texto
fr_ca: Aucun texte d&#39;avis

source: The vendor has no reviews.
es: El proveedor no tiene reseñas.
fr_ca: Le vendeur n&#39;a pas d&#39;avis.

source: Load more reviews text
es: Cargar más texto de reseñas
fr_ca: Charger plus de texte d&#39;avis

source: Load more comments
es: Cargar más comentarios
fr_ca: Charger plus de commentaires

source: Options
es: Opciones

source: Select the option you want to show
es: Seleccione la opción que desea mostrar
fr_ca: Sélectionnez l&#39;option que vous souhaitez afficher

source: Vendor Review Option Rating
es: Calificación de la opción de revisión del proveedor
fr_ca: Évaluation des options d&#39;évaluation des fournisseurs

source: Vendor Review Option Comments
es: Comentarios de la opción de revisión del proveedor
fr_ca: Commentaires sur l&#39;option de révision du fournisseur

source: Last reviews
es: Últimas reseñas
fr_ca: Dernières critiques

source: You haven't made any reviews yet.
es: Aún no has hecho ninguna reseña.
fr_ca: Vous n&#39;avez encore fait aucun commentaire.

source: Rating
es: Clasificación
fr_ca: Évaluation

source: Home
es: Casa
fr_ca: Accueil

source: Dashboard
es: Tablero
fr_ca: Tableau de bord

source: Vendors to Review
es: Proveedores para revisar
fr_ca: Fournisseurs à examiner

source: Option: {}
es: Opción: {}

source: Send Review
es: Enviar reseña
fr_ca: Envoyer un avis

source: No vendors to review.
es: No hay proveedores para revisar.
fr_ca: Aucun fournisseur à examiner.

source: I would recommend this to a friend
es: Recomendaría esto a un amigo
fr_ca: Je recommanderais ceci à un ami
