Repository: chessbr/shuup-product-reviews
Catalog: shuup_product_reviews/locale/*/LC_MESSAGES/django.po
Languages: sv_se

source: Product Reviews
sv_se: Produktrecensioner

source: Reviewer
sv_se: Recensent

source: Rating
sv_se: Betyg

source: Comment
sv_se: Kommentar

source: Product Reviews Settings
sv_se: Inställningar för produktrecensioner

source: Show product reviews on dashboard
sv_se: Visa produktrecensioner på instrumentpanelen

source: Show product reviews on dashboard menu
sv_se: Visa produktrecensioner på instrumentpanelmenyn

source: Approve reviews
sv_se: Godkänn recensioner

source: Reject reviews
sv_se: Avvisa recensioner

source: Product
sv_se: Produkt

source: Filter by product...
sv_se: Filtrera efter produkt ...

source: Reviews
sv_se: Recensioner

source: Show all
sv_se: Visa allt

source: Pending
sv_se: I väntan på

source: Approved
sv_se: Godkänd

source: Rejected
sv_se: avvisade

source: shop
sv_se: affär

source: product
sv_se: produkt

source: reviewer
sv_se: recensent

source: order
sv_se: ordning

source: rating
sv_se: betyg

source: comment
sv_se: kommentar

source: Would recommend to a friend?
sv_se: Skulle rekommendera till en vän?

source: Indicates whether you would recommend this product to a friend.
sv_se: Anger om du skulle rekommendera den här produkten till en vän.

source: Review for {product} by {reviewer_name}
sv_se: Recension för {product} av {reviewer_name}

source: review count
sv_se: granskningsantal

source: users would recommend
sv_se: användare skulle rekommendera

source: Product Review Rating
sv_se: Betyg för produktgranskning

source: Customer ratings title
sv_se: Kundbetyg titel

source: Customer Ratings:
sv_se: Kundbetyg:

source: Show number of customers that recommend the product
sv_se: Visa antalet kunder som rekommenderar produkten

source: Whether to show number of customers that recommend the product.
sv_se: Om du vill visa antalet kunder som rekommenderar produkten.

source: Product Review Comments
sv_se: Kommentarer om produktgranskning

source: Title
sv_se: Titel

source: No reviews text
sv_se: Ingen recensionstext

source: The vendor has no reviews.
sv_se: Säljaren har inga recensioner.

source: Load more reviews text
sv_se: Ladda fler recensioner

source: Load more comments
sv_se: Ladda fler kommentarer

source: Last reviews
sv_se: Senaste recensioner

source: You haven't made any reviews yet.
sv_se: Du har inte gjort några recensioner ännu.

source: The product has no reviews.
sv_se: Produkten har inga recensioner.

source: Load more reviews
sv_se: Ladda fler recensioner

source: <strong>{recommend_count} of {reviews_count} ({recommend_count_percent})</strong> reviewers would recommend this product to a friend.
sv_se: <strong>{recommend_count} av {reviews_count} ({recommend_count_percent})</strong> granskare rekommenderar den här produkten till en vän.

source: Home
sv_se: Hem

source: Dashboard
sv_se: instrumentbräda

source: Products to Review
sv_se: Produkter att granska

source: Would you recommend this product to a friend?
sv_se: Skulle du rekommendera den här produkten till en vän?

source: Send Review
sv_se: Skicka recension

source: No products to review.
sv_se: Inga produkter att granska.
